testing-scripts/test_multi-client_encrypted_h2load_throughput_via-B/results/payload-size_10000000____delay-ms_0____loss-rate-percent_0____clients-requests_1/4/result.txt
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 114.32ms, 8.75 req/s, 83.45MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 9.54MB (10003127) total, 12B (12) headers (space savings 87.37%), 9.54MB (10000000) data
UDP datagram: 224 sent, 8219 received
                     min         max         mean         sd        +/- sd
time for request:   109.03ms    109.03ms    109.03ms         0us   100.00%
time for connect:     4.86ms      4.86ms      4.86ms         0us   100.00%
time to 1st byte:     6.06ms      6.06ms      6.06ms         0us   100.00%
req/s           :       8.77        8.77        8.77        0.00   100.00%